Revit 2027 API
ParameterTypeId.VisGraphicsPointClouds Property
 "V/G Overrides Point Clouds"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsPointClouds { get; }
Public Shared ReadOnly Property VisGraphicsPointClouds As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsPointClouds {
	ForgeTypeId^ get ();
}
static member VisGraphicsPointClouds : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace